{
    "skills": [
      "HTML",
      "CSS",
      "JavaScript",
      "CTF (Capture The Flag)",
      "Web Security",
      "React",
      "Next JS",
      "Svelte Kit JS",
      "Node.js",
      "Express",
      "Python",
      "Flask",
      "Git",
      "SQL",
      "MongoDB",
      "Penetration Testing"
    ],
    "projects": [
      {
        "name": "Course Schedule Management API",
        "description": "A simple API to manage courses, instructors, departments, and batches for universities or educational institutions."
      },
      {
        "name": "Wave",
        "description": "Ngl Link alternative with more privacy and security."
      },
      {
        "name": "Hush",
        "description": "Anonymously share your thoughts with the world."
      },
      {
        "name": "Product Verification System",
        "description": "A UI of a product verification system for a company."
      },
      {
        "name": "CodeVista",
        "description": "A secure snippet sharing API for developers."
      },
      {
        "name": "Tuition Tracker UI", 
        "description": "UI of a tuition tracking system for teacher and students."
      },
      {
        "name":"Minus 1",
        "description":"A multidisciplinary github alternative with more privacy and security for BUET Hackathon."
      },
      {
        "name":"CTFphp",
        "description":"A CTF organizer for small CTFs in PHP."
      },
      {
        "name":"Note Tracker for CUET-WRE",
        "description":"A note tracking system for CUET-WRE."
      },
      {
        "name":"CTF Writeups Website",
        "description":"A website to share CTF writeups."
      },
      {
        "name":"TMonitor",
        "description":"A website to monitor tuition with python."
      },
      {
        "name":"CF solution in Python",
        "description":"A Git repository to share Codeforces solutions in Python."

      }
    ],
    
        "aboutMe": "CTF, web development, and cybersecurity are my passions. I focus on safe internet apps and complex cybersecurity concerns. I follow web development and cybersecurity. I adore leveraging my programming and problem-solving talents to create secure, innovative user-focused solutions. I've programmed in web languages like Next.js and enjoy the challenge of secure code to build powerful apps. Beyond programming, I compete in CTFs to understand and defend against real-world security threats. And I adore how technology makes the digital world safer and more efficient.",
        "contactEmail": "minar@duck.com",
        "github": "https://github.com/sh0von",
        "linkedin": "#",
        "resume": "#",
        "facebook": "https://www.facebook.com/minar.svn"

  }
  